---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightTemperatureLoss
source: html/072be1bd-244a-3ed0-c9e6-930218de9b6c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightTemperatureLoss Property

"Temperature Loss"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightTemperatureLoss { get; }
```